package com.guanqi.service.impl;

/**
 * 《缝纫机乐队》观后感
 */
public class Thoughts {
    static void thougths(){
        /**
         *      又是一个周末的晚上，吃晚饭溜完弯后回到宿舍，煮着茶，找着电影(找电影这事比较纠结)，
         * 最后选择了喜剧，大鹏导演的《缝纫机乐队》。电影讲的是一群人对摇滚的理想，对摇滚的执念。
         * 在我看来，这也算是一个比较励志的题材吧，而这部电影的导演，大鹏，一路走来，他的经历本来
         * 就是一个励志的故事(关于这点，我记得大兵在他的书里写过，最深的影响是，大鹏为人谦和，低调)。
         * 电影的结尾，他们在摇滚公园的演出，大鹏唱Beyond的《不再犹豫》，讲电影推向高潮，也是令我最
         * 感动的地方。电影里有一句台词，“车得修，歌也要唱，不唱心里那口气儿就没了，你哥我心里以前
         * 也有这股劲儿。。。。”，看到这句台词有没有触动，是，每个人，都曾经心里有股气儿吧，但一直
         * 为这口气儿努力，坚持的，不是特别多吧？没有褒贬，没有不屑，只是，不是所有的人都可以做到“平
         * 行世界，多元生活”，毕竟都是社会人儿。而那些为之坚持，奋斗的人，不管他们现在的境况如何，
         * 但那种精神，是令人敬畏的。加油吧，那些还有想法，那些还在为心里那口气儿努力的人！
         */
    }
}
